<!DOCTYPE html>
<html lang="en">

<head>

  <meta charset="utf-8">

  <title>Religion and Spiritualism - viXra One</title>
  <meta name="description" content="">
  <meta name="viewport" content="width=device-width, initial-scale=1">

  <link rel="stylesheet" type="text/css" media="screen" href="./style.css">
  <link rel="shortcut icon" href="/favicon.ico" type="image/x-icon" />

  <!-- Google / Search Engine Tags -->
  <meta itemprop="name" content="Religion and Spiritualism - viXra One">
  <meta itemprop="description" content="">
  <meta itemprop="image" content="">

  <!-- Facebook Meta Tags -->
  <meta property="og:url" content="https://vixraone.github.io">
  <meta property="og:type" content="website">
  <meta property="og:title" content="Religion and Spiritualism - viXra One">
  <meta property="og:description" content="">
  <meta property="og:image" content="">

  <!-- Twitter Meta Tags -->
  <meta name="twitter:card" content="summary_large_image">
  <meta name="twitter:title" content="Religion and Spiritualism - viXra One">
  <meta name="twitter:description" content="">
  <meta name="twitter:image" content="">

  <script src="https://polyfill.io/v3/polyfill.min.js?features=es6"></script>
  <script id="MathJax-script" async src="https://cdn.jsdelivr.net/npm/mathjax@3/es5/tex-mml-chtml.js"></script>

  <script>
    var _paq = window._paq = window._paq || [];
    /* tracker methods like "setCustomDimension" should be called before "trackPageView" */
    _paq.push(["setCookieDomain", "*.vixraone.github.io"]);
    _paq.push(['trackPageView']);
    _paq.push(['enableLinkTracking']);
    (function () {
      var u = "//turingbotsoftware.com/analise/";
      _paq.push(['setTrackerUrl', u + 'matomo.php']);
      _paq.push(['setSiteId', '2']);
      var d = document, g = d.createElement('script'), s = d.getElementsByTagName('script')[0];
      g.async = true; g.src = u + 'matomo.js'; s.parentNode.insertBefore(g, s);
    })();
  </script>
  <noscript>
    <p><img src="//turingbotsoftware.com/analise/matomo.php?idsite=2&amp;rec=1" style="border:0;" alt="" /></p>
  </noscript>

</head>

<body>

  <div class="banner">
    <h1><a href="index.html">viXra One</a></h1>
    <a style="margin-right:17%" href="about.html">About</a>
  </div>


  <div class="container">
<h1>Religion and Spiritualism</h1>[1] <a class='link' href=https://vixra.org/abs/2304.0073>vixra:2304.0073</a> [<a class='link' href=https://vixra.org/pdf/2304.0073v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>The Time Travel Interpretation of the Bible</div>
<div class='author'><a href="https://vixra.org/author/jonathan_w_tooker">Jonathan W. Tooker</a></div>
<div class='abstract'>We describe the Biblical work of ages as a time travel program for saving humanity from extinction. God's existence is proven as a consequence of the existence of time travel, which is supposed. We present the case that Abraham's grandson Jacob, also called Israel, is Satan. We make the case that the Israelites are described as God's chosen people in the Bible despite their identity as the children of Satan because God's Messiah is descended from Abraham through Satan. They are chosen as the ancestors of the Messiah rather than as Satan's children. We propose an interpretation in which God commanded Abraham to kill his son Isaac to prevent Isaac from becoming the father of Satan. We suggest that God stayed Abraham's hand above Isaac because preventing the existence of Satan would also prevent the existence of Satan's descendant the Messiah. The history of the Israelites is summarized through Jesus and Paul. This book is written so that the number of believers in the world will increase.</div>
</div>

[2] <a class='link' href=https://vixra.org/abs/2209.0086>vixra:2209.0086</a> [<a class='link' href=https://vixra.org/pdf/2209.0086v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>&#20315;&#32463;&#23431;&#23449;&#35266;&#30340;&#29616;&#20195;&#35299;&#35835; (&#21069;&#19977;&#37096;&#20998;&#33410;&#36873;) &lt;br&gt;The Modern Interpretation of Buddhist Cosmology (Excerpts from Part 1, 2 and 3)</div>
<div class='author'><a href="https://vixra.org/author/yuwen_zhuang">Yuwen Zhuang</a></div>
<div class='abstract'>"&#20315;&#32463;&#23431;&#23449;&#35266;&#30340;&#29616;&#20195;&#35299;&#35835;" &#30340;&#21069;&#19977;&#37096;&#20998;&#33410;&#36873;&#65292;&#20849;18&#31456;&#20869;&#23481;&#65292;&#32422;&#21344;&#20840;&#20307;&#20869;&#23481;&#30340;80%&#12290;&#29616;&#20813;&#36153;&#20379;&#30740;&#31350;&#20154;&#21592;&#21644;&#26377;&#20852;&#36259;&#30340;&#35835;&#32773;&#38405;&#35835;&#12290;&#26412;&#33410;&#36873;&#20998;&#19977;&#22823;&#37096;&#20998;&#65292;&#20849;&#19968;&#21313;&#20843;&#31456;&#65292;&#22260;&#32469;&#20247;&#22810;&#23578;&#26410;&#24456;&#22909;&#35299;&#20915;&#30340;&#20315;&#23398;&#38382;&#39064;&#65292;&#25552;&#20379;&#20102;&#31995;&#32479;&#30340;&#31526;&#21512;&#36923;&#36753;&#19968;&#33268;&#24615;&#30340;&#21487;&#39564;&#35777;&#24335;&#35299;&#31572;:&lt;p&gt;&#31532;&#19968;&#37096;&#20998;&#20026;&#12298;&#22522;&#30784;&#27010;&#36848;&#12299;&#20849; 10 &#31456;&#12290;&#25105;&#20204;&#26681;&#25454;&#20315;&#32463;&#25551;&#36848;&#20013;&#37096;&#20998;&#23545;&#35937;&#30340;&#31354;&#38388;&#35268;&#27169;&#65292;&#20174;&#23567;&#21040;&#22823;&#20381;&#27425;&#35770;&#35777;&#20102;&#23427;&#20204;&#19982;&#25105;&#20204;&#25152;&#35266;&#27979;&#19990;&#30028;&#20013;&#20247;&#22810;&#20107;&#29289;&#20043;&#38388;&#30340; "&#23545;&#24212;&#38750;&#31561;&#20215;" (&#25110; "&#23545;&#24212;&#38750;&#31561;&#21516;") &#20851;&#31995;&#12290;&#23545;&#25968;&#21315;&#24180;&#26469;&#20315;&#32463;&#31070;&#35805;&#20256;&#35828;&#20013;&#33509;&#24178;&#20010;&#24748;&#32780;&#26410;&#20915;&#30340;&#38382;&#39064;&#65292;&#32473;&#20986;&#20102;&#31526;&#21512;&#32463;&#25991;&#25551;&#36848;&#20869;&#22312;&#36923;&#36753;&#19968;&#33268;&#24615; (&#32463;&#25991;&#38388;&#21487;&#20114;&#30456;&#21360;&#35777;) &#19988;&#31526;&#21512;&#29616;&#20195;&#31185;&#23398;&#35266;&#27979;&#30340;&#21487;&#39564;&#35777;&#24335;&#35299;&#31572;&#65292;&#20854;&#20013;&#21253;&#25324; "&#39035;&#24357;&#23665;"&#12289;"&#22235;&#22823;&#37096;&#27954;"&#12289;"&#35832;&#22825;&#23467;&#27583;"&#12289;"&#21313;&#20843;&#22320;&#29425;"&#12289;"&#19977;&#21315;&#22823;&#21315;&#19990;&#30028;"&#31561;&#33879;&#21517;&#20315;&#23398;&#26415;&#35821;&#25152;&#28041;&#21450;&#30340;&#23545;&#35937;&#12290;&#25105;&#20204;&#30340;&#30740;&#31350;&#34920;&#26126;&#65292;&#36825;&#20123;&#23545;&#35937;&#32477;&#38750;&#34394;&#26080;&#32549;&#32520;&#65292;&#20134;&#38750;&#32431;&#31929;&#30340;&#31070;&#35805;&#33222;&#24819;&#12290;&lt;p&gt;&#31532;&#20108;&#37096;&#20998;&#20026;&#12298;&#25299;&#23637;&#20998;&#26512;&#12299;&#20849; 5 &#31456;&#12290;&#39318;&#20808;&#65292;&#25105;&#20204;&#35814;&#32454;&#35770;&#35777;&#20102;&#20315;&#32463;&#20851;&#20110;"&#38414;&#28014;&#25552;&#27954;"&#12289;"&#37057;&#22810;&#21872;&#31350;&#30041;&#27954;" &#30340;&#25551;&#36848;&#20013;&#65292;&#26377;&#24456;&#22810;&#20107;&#29289;&#19982;&#25105;&#20204;&#25152;&#29087;&#30693;&#30340;&#21382;&#21490; (&#35692;&#22914;&#21476;&#22467;&#21450;)&#12289;&#20154;&#25991; (&#35692;&#22914;&#27861;&#32769;) &#21450;&#33258;&#28982;&#26223;&#35266;&#31561;&#26377;&#30528;&#23494;&#20999;&#30340;&#20851;&#31995;&#12290;&#20854;&#27425;&#65292;&#25105;&#20204;&#35770;&#35777;&#20102;&#20315;&#32463;&#20851;&#20110;&#19990;&#30028; "&#25104;&#20303;&#22351;&#31354;" &#30340;&#25551;&#36848;&#20013;&#34164;&#21547;&#30528;&#19968;&#20010;&#20851;&#20110;&#22826;&#38451;&#31995;&#24418;&#25104;&#30340; "&#19977;&#38454;&#27573;&#26143;&#20113;&#23398;&#35828;"&#12290;&#20877;&#27425;&#65292;&#25105;&#20204;&#26681;&#25454;&#32463;&#25991;&#30340;&#25551;&#36848;&#23545;&#20315;&#32463;&#31070;&#35805;&#20107;&#29289;&#36827;&#34892;&#24517;&#35201;&#30340;&#22522;&#20110;&#31070;&#35805;&#25925;&#20107;&#20869;&#22312;&#36923;&#36753;&#30340;&#25512;&#23548;&#65292;&#36824;&#21407;&#20986;&#23427;&#20204;&#21253;&#21547;&#22320;&#29702;&#20301;&#32622;&#12289;&#22823;&#23567;&#12289;&#26102;&#38388;&#31561;&#24517;&#35201;&#30340;&#23646;&#24615;&#65292;&#34920;&#26126;&#20102;&#31070;&#35805;&#25925;&#20107;&#20869;&#22312;&#36923;&#36753;&#30340;&#33258;&#27965;&#24615;&#12290;&#25105;&#20204;&#30340;&#30740;&#31350;&#36824;&#34920;&#26126;&#65292;&#19996;&#35199;&#26041;&#23447;&#25945;&#25991;&#21270;&#25152;&#38416;&#36848;&#30340;&#31070;&#35805;&#24418;&#35937;&#23384;&#22312;&#37096;&#20998;&#30456;&#20284;&#24615;&#21644;&#19968;&#33268;&#24615;&#12290;&#20174;&#27425;&#65292;&#25105;&#20204;&#20197;&#22823;&#37327;&#30340;&#31185;&#23398;&#35266;&#27979;&#26696;&#20363;&#35770;&#35777;&#20102;&#20315;&#32463;&#25551;&#36848;&#30340;&#31070;&#35805;&#20107; &#20214;&#19982;&#29616;&#23454;&#19990;&#30028;&#33258;&#28982;&#29616;&#35937;&#20043;&#38388;&#23384;&#22312;&#26576;&#31181; "&#23545;&#24212;&#38750;&#31561;&#20215;" &#20851;&#31995;&#12290;&#26368;&#21518;&#65292;&#25105;&#20204;&#20851;&#20110;&#20315;&#32463;&#23545;&#20154;&#31867;&#21644;&#25991;&#26126;&#36215;&#28304;&#30340;&#20998;&#26512;&#34920;&#26126;&#65292;&#20315;&#32463;&#30340;&#30456;&#20851;&#25551;&#36848;&#23384;&#22312;&#36923;&#36753;&#33258;&#27965;&#24615;&#65292;&#24182;&#19988;&#19982;&#20854;&#23427;&#23447;&#25945;&#32463;&#20856; (&#12298;&#22307;&#32463;&#183;&#26087;&#32422;&#183;&#21019;&#19990;&#32426;&#12299;) &#30340;&#30456;&#20851;&#25551;&#36848;&#23384;&#22312;&#19968;&#23450;&#31243;&#24230;&#19978;&#30340;&#30456;&#20284;&#24615;&#65292;&#21363;&#30456;&#20851;&#26415;&#35821;&#21644;&#26102;&#38388;&#36923;&#36753;&#19978;&#30340;&#36817;&#20284;&#12290;&lt;p&gt;&#31532;&#19977;&#37096;&#20998;&#20026;&#12298;&#20854;&#23427;&#38382;&#39064;&#21644;&#20105;&#35758;&#12299;&#20849; 3 &#31456;&#12290;&#39318;&#20808;&#65292;&#25105;&#20204;&#23545;&#32463;&#25991;&#19981;&#21516;&#35793;&#26412;&#30340;&#37096;&#20998;&#30683;&#30462;&#38382;&#39064;&#20570;&#20102;&#20998;&#26512;&#65292;&#30740;&#31350;&#34920;&#26126;&#22823;&#34255;&#32463;&#23384;&#22312;&#26576;&#31181;&#29305;&#27530;&#30340;&#39640;&#26234;&#21830;&#30772;&#22351;&#21644;&#24178;&#25200;&#32463;&#25991;&#29616;&#35937;&#12290;&#20854;&#27425;&#65292;&#25105;&#20204;&#21457;&#29616;&#20315;&#32463;&#30340;&#37096;&#20998;&#25551;&#36848;&#23384;&#22312;&#28151;&#28102;&#22833;&#30495;&#30340;&#29616;&#35937;&#65292;&#24182;&#23545;&#37096;&#20998;&#25968;&#20540;&#36827;&#34892;&#21208;&#35823;&#12290;&#26368;&#21518;&#65292;&#25105;&#20204;&#23545;&#21508;&#31181;&#21253;&#25324;&#32463;&#25991;&#26469;&#28304;&#26435;&#23041;&#24615;&#12289;&#32463;&#25991;&#20266;&#36896;&#12289;&#29301;&#24378;&#38468;&#20250;&#30340;&#35299;&#35835;&#31561;&#20247;&#22810;&#26497;&#20855;&#20105;&#35758;&#30340;&#35805;&#39064;&#20570;&#20986;&#27491;&#38754;&#22238;&#24212;&#65292;&#24182;&#23545;&#25105;&#20204;&#30340;&#30456;&#20851;&#35299;&#35835;&#36827;&#34892;&#36777;&#25252;&#12290;&lt;/p&gt;&lt;p&gt;This article contains excerpts (part 1, 2 and 3) from the author's book "The Modern Interpretation of Buddhist Cosmology" in Simplified Chinese.&lt;p&gt;The Modern Interpretation of Buddhist Cosmology (Part 1, 2 and 3 Excerpts) &lt;/p&gt;&lt;p&gt;Simplified Chinese version only.&lt;/p&gt;</div>
</div>

[3] <a class='link' href=https://vixra.org/abs/2208.0093>vixra:2208.0093</a> [<a class='link' href=https://vixra.org/pdf/2208.0093v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>Dictionary of all Scriptures and Myths by G. A. Gaskell and the Graphical law</div>
<div class='author'><a href="https://vixra.org/author/anindya_kumar_biswas">Anindya Kumar Biswas</a></div>
<div class='abstract'>We study the Dictionary of all Scriptures and Myths by G. A. Gaskell. We draw the natural logarithm of the number of entries, normalised, starting with a letter vs the natural logarithm of the rank of the letter, normalised. We conclude that the Dictionary can be characterised by BP(4, $beta H=0.04$), i.e.the Bethe-Peierls curve in the presence of four nearest neighbours and little external magnetic field, H, with $beta H= 0.04$. $beta$ is $frac{1}{k_{B}T}$ where, T is temperature and $k_{B}$ is the tiny Boltzmann constant.</div>
</div>

[4] <a class='link' href=https://vixra.org/abs/2204.0107>vixra:2204.0107</a> [<a class='link' href=https://vixra.org/pdf/2204.0107v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>&#20315;&#32463;&#23431;&#23449;&#35266;&#30340;&#29616;&#20195;&#35299;&#35835; (&#31532;1&#37096;&#20998;&#33410;&#36873;) the Modern Interpretation of Buddhist Cosmology (Excerpts from Part 1)</div>
<div class='author'><a href="https://vixra.org/author/yuwen_zhuang">Yuwen Zhuang</a></div>
<div class='abstract'>&lt;p&gt;"&#20315;&#32463;&#23431;&#23449;&#35266;&#30340;&#29616;&#20195;&#35299;&#35835;" &#30340;&#31532;&#19968;&#37096;&#20998;&#33410;&#36873;&#65292;&#21482;&#21253;&#21547;&#20102;&#31532;&#19968;&#37096;&#20998;&#30340;10&#31456;&#20869;&#23481;&#65292;&#22260;&#32469;&#20247;&#22810;&#23578;&#26410;&#24456;&#22909;&#35299;&#20915;&#30340;&#20315;&#23398;&#38382;&#39064;&#65292;&#25552;&#20379;&#20102;&#31995;&#32479;&#30340;&#31526;&#21512;&#36923;&#36753;&#19968;&#33268;&#24615;&#30340;&lt;b&gt;&#21487;&#39564;&#35777;&#24335;&lt;/b&gt;&#35299;&#31572;&#12290;&#20379;&#30740;&#31350;&#20154;&#21592;&#21644;&#26377;&#20852;&#36259;&#30340;&#35835;&#32773;&#20351;&#29992;&#12290; &lt;/p&gt;&lt;p&gt;&#31532;&#19968;&#37096;&#20998;&#20026;&lt;b&gt;&#12298;&#22522;&#30784;&#27010;&#36848;&#12299;&lt;/b&gt;&#20849; 10 &#31456;&#12290;&#25105;&#20204;&#26681;&#25454;&#20315;&#32463;&#25551;&#36848;&#20013;&#37096;&#20998;&#23545;&#35937;&#30340;&#31354;&#38388;&#35268;&#27169;&#65292;&#20174;&#23567;&#21040;&#22823;&#20381;&#27425;&#35770;&#35777;&#20102;&#23427;&#20204;&#19982;&#25105;&#20204;&#25152;&#35266;&#27979;&#19990;&#30028;&#20013;&#20247;&#22810;&#20107;&#29289;&#20043;&#38388;&#30340; "&#23545;&#24212;&#38750;&#31561;&#20215;" (&#25110; "&#23545;&#24212;&#38750;&#31561;&#21516;") &#20851;&#31995;&#12290;&#23545;&#25968;&#21315;&#24180;&#26469;&#20315;&#32463;&#31070;&#35805;&#20256;&#35828;&#20013;&#33509;&#24178;&#20010;&#24748;&#32780;&#26410;&#20915;&#30340;&#38382;&#39064;&#65292;&#32473;&#20986;&#20102;&#31526;&#21512;&#32463;&#25991;&#25551;&#36848;&#20869;&#22312;&#36923;&#36753;&#19968;&#33268;&#24615; (&#32463;&#25991;&#38388;&#21487;&#20114;&#30456;&#21360;&#35777;) &#19988;&#31526;&#21512;&#29616;&#20195;&#31185;&#23398;&#35266;&#27979;&#30340;&#21487;&#39564;&#35777;&#24335;&#35299;&#31572;&#65292;&#20854;&#20013;&#21253;&#25324; "&#39035;&#24357;&#23665;"&#12289;"&#22235;&#22823;&#37096;&#27954;"&#12289;"&#35832;&#22825;&#23467;&#27583;"&#12289;"&#21313;&#20843;&#22320;&#29425;"&#12289;"&#19977;&#21315;&#22823;&#21315;&#19990;&#30028;"&#31561;&#33879;&#21517;&#20315;&#23398;&#26415;&#35821;&#25152;&#28041;&#21450;&#30340;&#23545;&#35937;&#12290;&#25105;&#20204;&#30340;&#30740;&#31350;&#34920;&#26126;&#65292;&#36825;&#20123;&#23545;&#35937;&#32477;&#38750;&#34394;&#26080;&#32549;&#32520;&#65292;&#20134;&#38750;&#32431;&#31929;&#30340;&#31070;&#35805;&#33222;&#24819;&#12290;&lt;/p&gt;&lt;p&gt;&#26356;&#22810;&#20869;&#23481;&#35831;&#21442;&#32771;&#65306;&lt;a href="https://vixra.org/abs/2209.0086"&gt;https://vixra.org/abs/2209.0086&lt;/a&gt;&lt;/p&gt;&lt;p&gt;This article contains excerpts (part 1) from the author's book "The Modern Interpretation of Buddhist Cosmology" in Simplified Chinese.&lt;/p&gt;&lt;p&gt;The first part is &lt;b&gt;"Basic Overview"&lt;/b&gt; in total 10 chapters. According to the spatial scale of some objects described in Buddhist sutra, we successively demonstrate the "correspondence non-equivalence" (or "correspondence non-equivalence") relationship between them and many things in the world we observe from small to large. To a number of unresolved questions in Buddhist myths and legends for thousands of years, a verifiable solution that conforms to the logical consistency of the description of the scriptures (which can be verified by each other) and conforms to modern scientific observation is given. These include the objects involved in such famous Buddhist terms as "Mount Sumeru (Meru)", "Four major continents", "Heavenly Palace", "Eighteen hells", and "One billion worlds". Our research shows that these objects are neither ethereal nor purely mythological.&lt;/p&gt;</div>
</div>

[5] <a class='link' href=https://vixra.org/abs/2202.0115>vixra:2202.0115</a> [<a class='link' href=https://vixra.org/pdf/2202.0115v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>The Heaven's Palaces Above Mount Sumeru&#65306; Beyond Desire Realm (&#39035;&#24357;&#23665;&#19978;&quot;&#35832;&#22825;&#23467;&#27583;&quot;:&#27442;&#30028;&#22825;&#22806;)</div>
<div class='author'><a href="https://vixra.org/author/yuwen_zhuang">Yuwen Zhuang</a></div>
<div class='abstract'>This paper continues the interpretation of &#8220;The Palace of the heavens&#8221; in the Buddhist scriptures for paper &quot;The heaven's palaces above Mount Sumeru&#65306;Desire Realm&quot;. First of all, through the modern interpretation of the sutras and the benefit from modern science, we are surprised to find that the sutras accurately describe the distance doubling relationship between the semi-major axes of the orbits of some Trans-Neptunian objects with perihelion greater than 50AU and semi-major axis greater than or equal to 80AU in the solar system. Secondly, based on the actual semi-major axis data of celestial bodies &#8220;2014 ST373&#8221;&#12289;&#8220;2012 VP113&#8221; and &#8220;2003 VB12 Sedna&#8221; and the distance doubling relationship described by Buddhist sutras, we can fit the semi-major axis of nine trans-Neptunian celestial bodies described by Buddhist sutras. Among them, the known celestial bodies &#8220;2013 SY99&#8221; and &#8220;Lele&#257;k&#363;honua (2015 TG387)&#8221; did not participate in the numerical fitting as a test set, and the errors between their predicted values and actual observed values were only 0.07% and 12.22%, which preliminarily verified the relevant descriptions of Buddhist sutras. In addition, the Sutras indicate the existence of eight unknown celestial bodies, four of which have predicted semi-major axis values of 2,024AU&#12289;4,047AU&#12289;8,095AU and 16,189AU, respectively. Some of the values are close to the simulation values calculated by scientists, namely 2,000AU&#12289;7,850AU and 15,000AU, which further verifies the relevant descriptions of distance doubling relation in buddhist scriptures and also confirms the relevant interpretations of the paper &quot;The heaven's palaces above Mount Sumeru&#65306; Desire Realm&quot;. Finally, these contents are not only far beyond the cognitive level of ancient people thousands of years ago, but even far beyond the exploration level of modern astronomical science. So there is an incredible era transcendence, which is extremely shocking again! &lt;p&gt; &#26412;&#25991;&#24310;&#32493;&#35770;&#25991;&quot;&#39035;&#24357;&#23665;&#19978;&#8220;&#35832;&#22825;&#23467;&#27583;&quot;&#65306;&#27442;&#30028;&quot;&#20013;&#20851;&#20110;&#20315;&#32463;&#8220;&#35832;&#22825;&#23467;&#27583;&#8221;&#30340;&#35299;&#35835;&#12290;&#39318;&#20808;&#65292;&#24471;&#30410;&#20110;&#29616;&#20195;&#31185;&#23398;&#65292;&#25105;&#20204;&#24778;&#35766;&#30340;&#21457;&#29616;&#65292;&#20315;&#32463;&#23545;&#22826;&#38451;&#31995;&#20869;&#36817;&#26085;&#28857;&#22823;&#20110;50AU&#65292;&#21516;&#26102;&#21322;&#38271;&#36724;&#22823;&#20110;&#31561;&#20110;80AU&#30340;&#28023;&#29579;&#26143;&#22806;&#22825;&#20307;&#30340;&#36712;&#36947;&#21322;&#38271;&#36724;&#20043;&#38388;&#23384;&#22312;&#36317;&#31163;&#20493;&#22686;&#20851;&#31995;&#26377;&#30528;&#20934;&#30830;&#30340;&#31526;&#21512;&#29616;&#20195;&#31185;&#23398;&#30340;&#25551;&#36848;&#12290;&#20854;&#27425;&#65292;&#26681;&#25454;&#24050;&#25506;&#30693;&#30340;&#20851;&#20110;&#22825;&#20307;&#8220;2014 ST373&#8221;&#12289;&#8220;2012 VP113&#8221;&#21644;&#8220;2003 VB12 Sedna (&#22622;&#24503;&#23068;)&#8221;&#30340;&#23454;&#38469;&#21322;&#38271;&#36724;&#25968;&#25454;&#20197;&#21450;&#20315;&#32463;&#25152;&#38416;&#36848;&#30340;&#36317;&#31163;&#20493;&#22686;&#20851;&#31995;&#65292;&#25105;&#20204;&#21487;&#20197;&#25311;&#21512;&#20986;&#20315;&#32463;&#25551;&#36848;&#30340;9&#39063;&#28023;&#29579;&#26143;&#22806;&#22825;&#20307;&#30340;&#21322;&#38271;&#36724;&#12290;&#20854;&#20013;&#65292;&#24050;&#30693;&#22825;&#20307;&#8220;2013 SY99&#8221;&#21644;&#8220;Lele&#257;k&#363;honua (2015 TG387)&#8221;&#20316;&#20026;&#27979;&#35797;&#38598;&#24182;&#19981;&#21442;&#19982;&#25968;&#20540;&#25311;&#21512;&#65292;&#32780;&#23427;&#20204;&#30340;&#39044;&#27979;&#20540;&#19982;&#23454;&#38469;&#35266;&#27979;&#20540;&#30340;&#35823;&#24046;&#20165;&#20026;0.07%&#21644;12.22%&#65292;&#21021;&#27493;&#39564;&#35777;&#20102;&#20315;&#32463;&#30340;&#30456;&#20851;&#25551;&#36848;&#12290;&#20877;&#27425;&#65292;&#20315;&#32463;&#36824;&#34920;&#26126;&#23384;&#22312;8&#39063;&#26410;&#30693;&#22825;&#20307;&#65292;&#20854;&#20013;&#30340;4&#39063;&#65292;&#23427;&#20204;&#21322;&#38271;&#36724;&#30340;&#39044;&#27979;&#20540;&#20998;&#21035;&#20026;2,024AU&#12289;4,047AU&#12289;8,095AU&#21644;16,189AU&#65292;&#32780;&#20854;&#20013;&#37096;&#20998;&#25968;&#20540;&#19982;&#31185;&#23398;&#23478;&#30340;&#35745;&#31639;&#27169;&#25311;&#20540;&#65292;&#21363;2,000AU&#12289;7,850AU&#20197;&#21450;15,000AU&#30456;&#36817;&#65292;&#36827;&#19968;&#27493;&#39564;&#35777;&#20102;&#20315;&#32463;&#20851;&#20110;&#36317;&#31163;&#20493;&#22686;&#20851;&#31995;&#30340;&#30456;&#20851;&#25551;&#36848;&#65292;&#20063;&#19982;&#35770;&#25991;&quot;&#39035;&#24357;&#23665;&#19978;&#8220;&#35832;&#22825;&#23467;&#27583;&quot;&#65306;&#27442;&#30028;&#12299;&#30340;&#30456;&#20851;&#35299;&#35835;&#20114;&#30456;&#21360;&#35777;&#12290;&#26368;&#21518;&#65292;&#36825;&#20123;&#20869;&#23481;&#19981;&#20165;&#36828;&#36229;&#25968;&#21315;&#24180;&#21069;&#21476;&#20154;&#30340;&#35748;&#30693;&#27700;&#24179;&#65292;&#29978;&#33267;&#36828;&#36229;&#29616;&#20195;&#22825;&#25991;&#31185;&#23398;&#30340;&#25506;&#32034;&#27700;&#24179;&#65292;&#23384;&#22312;&#19981;&#21487;&#24605;&#35758;&#30340;&#26102;&#20195;&#36229;&#36234;&#24615;&#65292;&#35753;&#20154;&#20877;&#19968;&#27425;&#26497;&#24230;&#38663;&#25788;!</div>
</div>

[6] <a class='link' href=https://vixra.org/abs/2202.0057>vixra:2202.0057</a> [<a class='link' href=https://vixra.org/pdf/2202.0057v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>The Heaven&#8217;s Palaces Above Mount Sumeru: Desire Realm (&#39035;&#24357;&#23665;&#19978;&#8220;&#35832;&#22825;&#23467;&#27583;&#8221;&#65306;&#27442;&#30028;)</div>
<div class='author'><a href="https://vixra.org/author/yuwen_zhuang">Yuwen Zhuang</a></div>
<div class='abstract'>Through the modern interpretation of the sutras and the benefit from modern science, we are surprised to find that the Sutras have accurate modern scientific descriptions of the existence of the eight planets in the solar system, the Asteroid belt, Ceres, and the distance doubling relation among some of the semi-major axes for the interplanetary orbits. Among them, the Buddha&#8217;s description of the distribution characteristics of the asteroid belt, the existence of Ceres in the asteroid belt and the existence of a liquid layer inside Ceres are consistent with the results of modern scientific exploration. All the above content are far beyond our imagination, and there is an incredible era transcendence which is shocking again. &lt;p&gt; &#36890;&#36807;&#32463;&#25991;&#30340;&#29616;&#20195;&#35299;&#35835;&#20197;&#21450;&#24471;&#30410;&#20110;&#29616;&#20195;&#31185;&#23398;&#65292;&#25105;&#20204;&#24778;&#35766;&#30340;&#21457;&#29616;&#65292;&#20315;&#32463;&#23545;&#22826;&#38451;&#31995;&#23384;&#22312;&#20843;&#22823;&#34892;&#26143;&#12289;&#23567;&#34892;&#26143;&#24102;&#65288;Asteroid belt&#65289;&#12289;&#35895;&#31070;&#26143;&#65288;Ceres&#65289;&#12289;&#20197;&#21450;&#37096;&#20998;&#34892;&#26143;&#38388;&#36712;&#36947;&#21322;&#38271;&#36724;&#30340;&#36317;&#31163;&#20493;&#22686;&#20851;&#31995;&#31561;&#26377;&#30528;&#20934;&#30830;&#30340;&#29616;&#20195;&#31185;&#23398;&#25551;&#36848;&#12290;&#20854;&#20013;&#65292;&#20315;&#38464;&#20851;&#20110;&#20851;&#20110;&#23567;&#34892;&#26143;&#24102;&#30340;&#20998;&#24067;&#29305;&#28857;&#12289;&#23567;&#34892;&#26143;&#24102;&#20013;&#23384;&#22312;&#35895;&#31070;&#26143;&#21644;&#35895;&#31070;&#26143;&#20869;&#37096;&#23384;&#22312;&#28082;&#20307;&#23618;&#30340;&#25551;&#36848;&#19982;&#29616;&#20195;&#31185;&#23398;&#30340;&#25506;&#32034;&#32467;&#26524;&#19968;&#33268;&#12290;&#36825;&#20123;&#20869;&#23481;&#36828;&#36828;&#30340;&#36229;&#20986;&#25105;&#20204;&#30340;&#24819;&#35937;&#65292;&#23384;&#22312;&#19981;&#21487;&#24605;&#35758;&#30340;&#26102;&#20195;&#36229;&#36234;&#24615;&#65292;&#35753;&#20154;&#20877;&#27425;&#38663;&#24778;&#12290;</div>
</div>

[7] <a class='link' href=https://vixra.org/abs/2111.0105>vixra:2111.0105</a> [<a class='link' href=https://vixra.org/pdf/2111.0105v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>The Center of Small World: Mount Sumeru (Meru)</div>
<div class='author'><a href="https://vixra.org/author/yuwen_zhuang">Yuwen Zhuang</a></div>
<div class='abstract'>Through the modern interpretation of the Sutras and the benefit from modern science, we are surprised to find that the Sutras have accurate modern scientific description of the phenomena of polar day and polar night on the Earth, tropic of Cancer, lunar phase changes, the causes of lunar eclipses and so on. The Buddha&#8217;s extremely precise numerical descriptions of the layered structure, layer height, and layer extent of the Earth&#8217;s Ionosphere are far beyond our imagination, and there is an incredible era transcendence which is extremely shocking. Key words: Polar day and Polar night, Tropic of Cancer, lunar phases, lunar eclipse, the layered structure of the Earth&#8217;s Ionosphere, Era transcendence, extremely shocking</div>
</div>

[8] <a class='link' href=https://vixra.org/abs/2111.0085>vixra:2111.0085</a> [<a class='link' href=https://vixra.org/pdf/2111.0085v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>Where is Mount Sumeru (Meru)?</div>
<div class='author'><a href="https://vixra.org/author/yuwen_zhuang">Yuwen Zhuang</a></div>
<div class='abstract'>This paper gives a solution to the specific location of &#8220;Mount Sumeru(Meru)&#8221; in thousands of years of Buddhist myths and legends, which conforms to the internal description logic of sutras (sutras that can verify each other). First of all, different from the theravada Buddhism&#8217;s traditional view that &#8220;Mount Sumeru(Meru)&#8221; is located in the Himalayas for thousands of years, this paper comprehensively proves that the central location of &#8220;Mount Sumeru(Meru)&#8221; is related to the earth&#8217;s south magnetic pole. Based on this, we also determined the specific location of the legendary &#8220;Four continents&#8221;. Secondly, this paper finds that there is a unique phenomenon of &#8220;one body multiple sides&#8221; in the description of sutras, that is, there exist multiple world representations of the same thing. Finally, thanks to modern scientific research, we are surprised to find that the Buddha&#8217;s knowledge of the heat distribution in the atmosphere near the earth&#8217;s south magnetic pole and the existence of local high temperatures in the atmosphere is far beyond our imagination and there is an incredible era transcendence which is amazing. Key words: Mount Sumeru(Meru)&#65292;Four continents&#65292;one body multiple sides (Multiworld representations), Era transcendence</div>
</div>

[9] <a class='link' href=https://vixra.org/abs/1711.0117>vixra:1711.0117</a> [<a class='link' href=https://vixra.org/pdf/1711.0117v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>The Free Coding Manifesto</div>
<div class='author'><a href="https://vixra.org/author/adam_lucas_young">Adam Lucas Young</a></div>
<div class='abstract'>Working-class coders and vulnerability researchers the world over are subject to prior restraints on their speech imposed by the institutions they work for. The restraints are in the form of non-disclosure agreements (NDAs) and employment contracts that are typically enforced using a process called pre-publication censorship. Industrial pre-publication censorship chills contributions of source code to society and chills the publication of vulnerabilities found in code that has been given to society. This has a harmful effect on the depth, breadth, and information assurance of society's foundation of code. Restrictions on the human spirit call for new liberties to be defined and upheld. This manifesto defines Freedom A and Freedom B as follows. Freedom A: you have the freedom to write code and give it to society under conditions of your choosing. Freedom B: you have the freedom to write and publish, under conditions of your choosing, a critique or documentation of code that has been given to society. Free coding is defined as Freedom A and Freedom B. Obstructions to free coding are identified and measures are presented to uphold free coding. The measures presented include a proposed corporate policy that balances institutional equities with personal liberty, a software license term tailored after Freedom B, and an experimental free coding software license. Utilitarian, philosophical, and theological foundations of free coding are given. Obstructions to free coding form a subset of the problem of knowledge hoarding. I present my interpretations of the Book of Genesis, namely, the Original Command and the Original Paradox. I believe that these interpretations reveal the root of the problem of knowledge hoarding.</div>
</div>

[10] <a class='link' href=https://vixra.org/abs/1608.0373>vixra:1608.0373</a> [<a class='link' href=https://vixra.org/pdf/1608.0373v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>Astrological Darwinism</div>
<div class='author'><a href="https://vixra.org/author/e_p_j_de_haas">E.P.J. de Haas</a></div>
<div class='abstract'>Astrological Darwinism centers around two axioms. The first is the axiom of `chosen wave function collapse' and its subset of `chosen mutations'. It is the Bersonian `&#233;lan vital' of the soul that makes the choices by quantum looking and thus acting as a metaphysical or vital `hidden variable' causing genetic mutations. The second axiom is that the capacity of complex, multi-cellular life forms to apply the `chosen mutations' is cyclic, following the 26.000 year precession of the equinox. Astrological Darwinism's Cycle of Life can be projected upon the Zodiac of Dendera, as it can be found in the book of Schwaller de Lubicz. During the Age of Leo, the capacity to produce `chosen mutations' is at its peak and during the Age of Aquarius this capacity is at its minimum. The evolution of humanity is cyclic and can be characterized by Great Years of cyclic appearance of creative genetic boosts and subsequent expansion of the fittest. The most obvious example is the Upper Paleolithic Great Year. The present one started with the Neolithic agrarian revolution and will have its expansionist peak during the upcoming Age of Aquarius. Astrological Darwinism will be put in contrast to Neodarwinism in its twenty first century version of the Everett Many Worlds Darwinism scenario, the last being part of the Anthropic/Multiverse narrative. Astrological Darwinism needs Quantum Biology and ultimately Quantum Gravity Biology as its natural environment. Astrological Darwinism is a metaphysical narrative with implications for biology and evolution but without any implications for physics because it strictly follows Bohr's Copenhagen Interpretation in combination with his concept of complementary principles for animate and inanimate matter.</div>
</div>

[11] <a class='link' href=https://vixra.org/abs/1604.0377>vixra:1604.0377</a> [<a class='link' href=https://vixra.org/pdf/1604.0377v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>The Conscious Spiritual-Energy Quanta (CSE Quanta) - The Physico-Mathematical Formalism</div>
<div class='author'><a href="https://vixra.org/author/moninder_singh_modgil">Moninder Singh Modgil</a></div>
<div class='abstract'>Consciousness is projected as property of a particle termed - &quot;The Conscious Spiritual-Energy Quanta (CSE Quanta)&quot;. This paper assumes a correspondence between the physical laws and meta-physical laws. Meta-Wave functions of CSE Quanta, meditative state, rapture, avtar, and creation and annhilation operators for CSE Quanta are proposed. Concept of Meta-Bose-Einstein condensation during meditation is presented. Fractal sub-structure of CSE Quanta and mechanism for storage of an infinite amount of information in it is proposed. This paper is part of a paper presented at, &quot;Conference on Science of Consciousness, Tuscon, Arizona, USA, April 2016&quot;. The original paper is entitled - &quot;REVEALING THE REAL SCIENCE OF CONSCIOUSNESS THROUGH A NOVEL DIVINE SACRED GEOMETRICAL STRUCTURE OF CONSCIOUS QUANTA&quot;.</div>
</div>

[12] <a class='link' href=https://vixra.org/abs/1512.0220>vixra:1512.0220</a> [<a class='link' href=https://vixra.org/pdf/1512.0220v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>God and Explosions</div>
<div class='author'><a href="https://vixra.org/author/evgeny_a_novikov">Evgeny A. Novikov</a></div>
<div class='abstract'>Suppose, for simplicity, that there is the God. Yes. The question is, why He will do explosions? Why show bad example to future terrorists on Earth?</div>
</div>

[13] <a class='link' href=https://vixra.org/abs/1510.0413>vixra:1510.0413</a> [<a class='link' href=https://vixra.org/pdf/1510.0413v1.pdf>pdf</a>]
<div class='entry'>
<div class='title'>Talking Sense into Nonsense</div>
<div class='author'><a href="https://vixra.org/author/dimas_sulo">Dimas Sulo</a></div>
<div class='abstract'>``Then came the disciples to Jesus apart, and said, Why could not we cast him out? And Jesus said unto them, Because of your unbelief&quot; (Matthew 17 KJV). The problem with proofs today, what they are lefting possibility of No-God idol. Preacher says in YouTube, what there is certainly the moral law. Good deed this. But he preacher spoils all by adding: the best explanation is God. No, brother, there is no room for ``No God&quot; paganism! Our freedom is not absence of sure proofs, but</div>
</div>

[14] <a class='link' href=https://vixra.org/abs/1011.0016>vixra:1011.0016</a> [<a class='link' href=https://vixra.org/pdf/1011.0016v2.pdf>pdf</a>]
<div class='entry'>
<div class='title'>In Support of Comte-Sponville</div>
<div class='author'><a href="https://vixra.org/author/elemer_e_rosinger">Elem&eacute;r E Rosinger</a></div>
<div class='abstract'>When I was a small boy, about two years old, on occasion, I had some nightmares. One morning I mentioned that to my Mother, and she replied, in a most natural matter of course manner, as if it had been about a simple and trivial issue, that next time, when I would again have such a nightmare, I should simply remember that I was dreaming, that all it would only be in a dream, and then I should just wake up ... Since my Mother's reply came so instantly, smoothly, and without the least emotion, let alone dramatization, I simply took it as such ... And next time, when a nightmare came upon me during my dream, I simply did, and yes, I managed rather naturally to do, what my Mother had told me to do ... And never ever I would again have nightmares for more than a mere moment, before I would manage to wake up from them ... Later, nightmares would, so to say, even avoid me completely...</div>
</div>

</div>
<div class="footer">
  <p>viXra One has no association with Cornell University, arXiv.org or viXra.org. We do not endorse or review any paper displayed on this website.</p>
</div>

<script>
  MathJax = {
    tex: {
      inlineMath: [['$', '$'], ['\\(', '\\)']]
    },
    loader: { load: ['ui/lazy'] }
  };
</script>

</body>

</html>